tap "aws/tap"
tap "clementtsang/bottom"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "lampepfl/brew"
tap "mongodb/brew"
tap "nodenv/nodenv"
tap "skanehira/docui"
tap "tanishiking/jpp"
brew "openssl@1.1"
brew "asciidoc"
brew "asciinema"
brew "perl"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "bison@2.7"
brew "cmatrix"
brew "php", restart_service: true
brew "composer"
brew "cowsay"
brew "cpanminus"
brew "ctags"
brew "deno"
brew "direnv"
brew "editorconfig"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "grex"
brew "htop"
brew "httpd"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libiconv"
brew "links"
brew "llvm"
brew "lsd"
brew "lzlib"
brew "mcrypt"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "openssh"
brew "peco"
brew "plantuml"
brew "procs"
brew "pueue"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "z", args: ["HEAD"]
brew "zellij"
brew "zenith"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "tanishiking/jpp/jpp"
cask "adoptopenjdk8"
cask "keycastr"
cask "warp"
