tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "nginx/unit"
tap "oven-sh/bun"
tap "xcodesorg/made"
tap "ynqa/tap"
brew "sqlite"
brew "asciidoc"
brew "asciinema"
brew "asciiquarium"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "cmatrix"
brew "cowsay"
brew "csview"
brew "csvkit"
brew "curl"
brew "deno"
brew "direnv"
brew "dotnet"
brew "editorconfig"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "grex"
brew "gum"
brew "imagemagick"
brew "jo"
brew "jq"
brew "jsonnet"
brew "lha"
brew "lua-language-server"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "neovim"
brew "nkf"
brew "pdftk-java"
brew "peco"
brew "pkgconf"
brew "pnpm"
brew "procs"
brew "pueue"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "sd"
brew "shellcheck"
brew "shellharden"
brew "sl"
brew "starship"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vim"
brew "wget"
brew "xcodes"
brew "xsv"
brew "zenith"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
brew "nginx/unit/unit"
brew "oven-sh/bun/bun"
brew "ynqa/tap/jnv"
cask "blackhole-2ch"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "ghostty"
cask "ngrok"
cask "powershell"
cask "skim"
cask "wezterm"
