tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nginx/unit"
brew "anyenv"
brew "asciidoc"
brew "asciinema"
brew "asciiquarium"
brew "azure-cli"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "csview"
brew "csvkit"
brew "curl"
brew "deno"
brew "direnv"
brew "dotnet"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fortune"
brew "fzf"
brew "gawk"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "grex"
brew "gum"
brew "jo"
brew "jq"
brew "jsonnet"
brew "lha"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nkf"
brew "peco"
brew "pueue"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "sd"
brew "serverless"
brew "shellharden"
brew "sl"
brew "sox"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "vim"
brew "wget"
brew "xsv"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "goodwithtech/r/dockle"
brew "nginx/unit/unit"
cask "google-cloud-sdk"
cask "ngrok"
cask "skim"
